import React from "react";

const RefundPolicy = () => {
  return (
    <section className="my-5">
      <div className="myContainer font-secondary">
        <h4 className="text-4xl font-bold">
          {" "}
          <span className="text-orange-500">রিফান্ড</span> পলিসি
        </h4>
        <div className="mt-5">
          <ul className="space-y-5 list-item font-medium text-lg">
            <li>
              1). অর্ডার করার 12 ঘন্টার মধ্যে আপনাকে রিফান্ড এর জন্য রিকুয়েস্ট
              করতে হবে।
            </li>
            <li>
              2). 12 ঘন্টার বেশি হলে রিকুয়েস্ট প্রহন করা হবে না। কারন আমরা 12
              ঘন্টার মধ্যে ডেলিভারির জন্য ডেলিভারি হাবে পাঠিয়ে দেই।
            </li>
            <li>
              3). রিফান্ড এর টাকা কোনভাবেই সরাসরি ক্যাশ ট্রানজেকশন করা হবে না।
              আপনি আমাদের প্লাটফর্ম থেকে আপনার পছন্দের পেমেন্ট চ্যানেলে পেমেন্ট
              করতে পারবেন এবং রিফান্ড দেয়ার সময় আপনি যে মাধ্যমে পেমেন্ট
              করেছিলেন, সেই মাধ্যমেই রিফান্ড করার চেষ্টা করা হবে। রিফান্ড করতে
              গিয়ে সংশ্লিষ্ট মাধ্যমে কোন সার্ভিস চার্জ প্রযোজ্য হলে সেই চার্জ
              কাস্টোমারকে বহন করতে হবে।
            </li>
            <li>
              4). রিফান্ড রিকুয়েস্ট কর্তৃপক্ষ দ্বারা সফলভাবে প্রক্রিয়াকৃত এবং
              অনুমোদিত হওয়ার সর্বোচ্চ 5-7 কার্যদিবসের মধ্যে ব্যবহারকারী বিকাশের
              মাধ্যমে টাকা পেয়ে যাবেন।
            </li>
            <li>
              5). রিফান্ড করতে গিয়ে সংশ্লিষ্ট মাধ্যমে কোন সার্ভিস চার্জ প্রযোজ্য
              হলে সেই চার্জ কাস্টোমারকে বহন করতে হবে।
            </li>
          </ul>

          <div className="shadow border mt-5 p-5 text-lg font-bold">
            <h3>
              রিফান্ড রিকুয়েস্ট এর জন্য এই নাম্বারে যোগাযোগ করুন{" "}
              <span className="text-orange-500">01630328733</span>
            </h3>
          </div>
        </div>
      </div>
    </section>
  );
};

export default RefundPolicy;
